Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: To prevent heart disease • Stop using tobacco products, such as cigarettes. Ask your doctor for help to quit tobacco. • Limit alcohol to one drink per day. • Eat a wide variety of vegetables, fruits, and whole grains. • Limit salt, saturated fat, and cholesterol in your diet. • Control your weight. Extra weight means your heart has to work harder. • Exercise regularly. To prevent osteoporosis • Have a bone densitometry test to check your bones before menopause. • This gives a baseline measurement. Then, have periodic follow-up scans to recheck bone density or treatment progress. • Increase weight-bearing exercise. For example, walk 2 to 3 miles a day, 4 to 5 times each week. • Get enough calcium in your diet. Women ages 50 and under need 1,000 milligrams (mg) each day. Women over 50 and post- menopausal women not on HRT need 1,200 mg each day. Ì Foods high in calcium include milk, yogurt, cheese, calcium-fortified cereals, orange juice and tofu, Managing Menopause. Russian.
ru: Для предотвращения болезней сердца • Откажитесь от сигарет и любых табакосодержащих изделий. Попросите своего врача помочь вам в этом. • Ограничьте прием алкоголя одной порцией в день. • Употребляйте в пищу различные виды овощей, фруктов и цельнозерновых продуктов. • Употребляйте меньше соли, насыщенных жиров и холестерина. • Контролируйте свой вес. Лишний вес создает дополнительную нагрузку на сердце. • Регулярно делайте зарядку. Для предотвращения остеопороза • Для проверки костей до наступления менопаузы пройдите остеоденситометрию. • Ее результаты будут служить ориентиром. Впоследствии периодически проходите сканирование для определения плотности костей или успеха в лечении. • Увеличьте физическую нагрузку на кости. Например, проходите 2–3 км в день 4–5 раз в неделю. • Употребляемая вами пища должна содержать достаточное количество кальция. Женщинам в возрасте до 50 лет ежедневно требуется 1000 мг кальция. Женщинам старше 50 лет и женщинам в постменопаузе, не находящимся на ЗГТ, ежедневно требуется 1200 мг кальция. Ì Много кальция содержится в молоке, йогурте, сыре, обогащенных кальцием хлопьях, апельсиновом соке, тофу, брокколи, шпинате, листовой капусте,

source: broccoli, spinach, collard greens, soy milk, and fish with bones (canned salmon, sardines). Talk to your doctor about taking a calcium supplement. The best calcium supplements are those that contain vitamin D since your body needs vitamin D to use calcium. Your doctor may recommend taking 1,000 mg or more of calcium per day in divided doses. Talk to your doctor about taking a vitamin D supplement if your exposure to sunlight is low. • If you have thinning bones, avoid dangerous physical activities and try to prevent falls. Remove loose throw rugs that might cause you to trip and fall at home. • Avoid use of tobacco products. • If needed, talk to your doctor about medicines that can help your bone health. © 2008 - March 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Managing Menopause. Russian.
ru: соевом молоке и рыбе с костями (консервированный лосось, сардины). Обсудите со своим врачом возможность приема кальцийсодержащих препаратов. Выбирайте кальцийсодержащие препараты с витамином D, так как он улучшает усвоение кальция. Врач может порекомендовать вам ежедневно принимать 1000 или более миллиграмм кальция в несколько приемов. Если вы редко бываете на солнце, обсудите с врачом необходимость приема витамина D. • Если прочность ваших костей уменьшается, избегайте опасных физических нагрузок и падений. Уберите из дома незакрепленные ковры, о которые можно зацепиться и упасть. • Откажитесь от табакосодержащих изделий. • При необходимости обсудите со своим врачом необходимость назначения препаратов для укрепления костей. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: What problem are you having? Mark all that apply. I am having trouble breathing I am having chest pain, pressure or discomfort I am bleeding I have a severe headache I feel dizzy or lightheaded I am having problems seeing I cannot hear I have a broken bone My skin is burning I have a skin rash, swelling or redness I feel numbness or tingling I have nausea, vomiting or diarrhea I have a runny nose, cough or a fever .
ru: Какие у вас проблемы? Отметьте все подходящие варианты. У меня проблемы с дыханием У меня боль, чувство сдавливания или дискомфорт в груди У меня кровотечение У меня сильная головная боль У меня головокружение У меня проблемы со зрением Я не слышу У меня перелом У меня ощущение жжения на коже У меня сыпь, опухание или покраснение кожи У меня чувство онемения или покалывания У меня тошнота, рвота или понос У меня насморк, кашель или высокая температура Отметьте на этих рисунках, в каких местах Mark on these figures where you feel pain. Mass Casualty Self Assessment Form. Russian.

source: Mark any diseases or conditions you have or have had in the past. Asthma Diabetes Heart disease Hepatitis High blood pressure Immunosuppression from HIV, cancer or other reason Stroke Mark any medicines you are taking. Heart medicines Blood pressure medicines Blood thinners such as Coumadin Breathing medicines Insulin Other over the counter medicines such as antacids, laxatives or pain medicines Mark any allergies you have. Dairy products such as eggs or milk Seafood Dye or iodine Aspirin Penicillin Morphine Sulfa Latex Other Columbus Medical Association Foundation, Columbus Public Health, Franklin and OhioHealth, Columbus, Ohio. Available for use as a public service without
ru: Отметьте все прошлые или текущие заболевания. Астма Диабет Сердечное заболевание Гепатит Повышенное кровяное давление Иммунодепрессия вследствие ВИЧ, рака или по другой причине Инсульт Отметьте все лекарства, которые вы принимаете. Сердечные лекарства Лекарства от кровяного давления Препараты, разжижающие кровь, такие как Кумадин Лекарства для органов дыхания Инсулин Другие безрецептурные препараты, напр. слабительные или обезболивающие Отметьте все виды аллергии, которые у вас есть. Молочные продукты или яйца Морепродукты Красители или йод Аспирин Пенициллин Морфин Сульфамидные препараты Латекс Другое ____________________ © 2007 - September 24, 2019, Health Information Translations. Content developed through a partnership of the Central Ohio Trauma System, the County Board of Health, Mount Carmel Health, Ohio State University Medical Center Mass Casualty Self Assessment Form. Russian.

source: Middle Ear Infection Middle ear infection, also called otitis media, can be Pinna painful for children. This infection is caused when the fluid draining from your child’s ear gets blocked. This may happen when your child has a cold, allergy, or the flu. The fluid build-up lets bacteria grow and puts pressure on your child’s eardrum. Signs of a Middle Ear Infection • Waking up at night crying • Rubbing or pulling of the ear • Trouble hearing • Not wanting to breastfeed, suck a bottle or eat because it hurts • Fever over 101 degrees F under the arm • Vomiting • Diarrhea Older children may complain of: • Pain in the ear or jaw • Ringing in the ear • Feeling of motion or fullness in the ear Middle Ear Infection in Children. Russian.
ru: уха у детей in Children Воспаление среднего Наружный уха (отит) может вызвать слуховой проход у ребенка болезненные EEaarr C Caannaall ощущения. Оно Среднее ухо MiddleEar возникает при нарушении Middle Ear оттока жидкости из уха. Заболевание может возникнуть из- за простуды, аллергии или гриппа. Скопление Ба р а б а н н ая E a r D r u m жидкости способствует перепонка Ear Drum размножению бактерий и давит на барабанную перепонку. Симптомы воспаления среднего уха • Пробуждение и плач по ночам • Растирание или оттягивание уха • Ухудшение слуха • Отказ ребенка от грудного вскармливания или бутылочки, так как это вызывает болезненные ощущения • Температура выше 38,3° C (или 101° F) при измерении под мышкой • Рвота • Понос Дети старшего возраста могут жаловаться на: • Боль в ухе или челюсти • Звон в ухе • Ощущение движения или заложенности в ухе

source: • Trouble hearing • Dizziness Your Child’s Care Ear infections sometimes go away on their own, but it is best to see your child’s doctor if signs last more than two days. • Your doctor will look at your child’s ears and ask about his or her signs. • Antibiotic medicine may be ordered. Be sure to give all of the medicine, even if your child feels well. • Your doctor may also suggest over the counter pain medicine, such as acetaminophen or ibuprofen to help with fever and pain. Here are some ways to prevent an ear infection • Hold your baby upright when feeding. Never prop up the bottle. • Keep your children away from people who are smoking. • Teach your children to wash their hands often and not to touch their eyes or runny nose. Talk to your child’s doctor or nurse if you have any questions or concerns. © 2007 - September 15, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Middle Ear Infection in Children. Russian.
ru: • Ухудшение слуха • Головокружение Лечение Иногда воспаление уха проходит само по себе, но, если симптомы не проходят в течении двух дней, необходимо обратиться к врачу. • Врач осмотрит уши вашего ребенка и расспросит вас о симптомах. • Он может назначить ребенку антибиотик. Ребенок должен принять все назначенное врачом лекарство, даже если его самочувствие улучшилось. • Чтобы снизить температуру и снять боль, врач может выписать лекарство, отпускаемое без рецепта, например ацетаминофен или ибупрофен. Как предотвратить воспаление уха • Во время кормления держите ребенка вертикально. Никогда не давайте ребенку есть из бутылочки самостоятельно, подперев ее подручными предметами. • Не допускайте пребывания детей рядом с курящими людьми. • Приучите ребенка часто мыть руки и не дотрагиваться руками до глаз или носа при насморке. Если у вас есть вопросы или опасения, обратитесь к своему педиатру или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Middle Middle ear infection is called otitis media. This infection occurs when germs get into the middle ear and the area fills with fluid. Germs from a cold or flu can lead to a middle ear infection. Fluid build-up in the middle ear can put pressure on your eardrum causing pain or other symptoms. Signs and Symptoms • Ear pain • Fever • Drainage from the ear • Hearing loss • Loss of balance Your Care • Your doctor will ask you about your symptoms and check your ears. • Ear infections often go away on their own. • Antibiotic medicine may be ordered for severe infections. Take all of your medicine as directed. • Follow your doctor’s recommendations to treat pain using over-the-counter pain relievers. Middle Ear Infection. Russian.
ru: среднего уха Ear Infection Воспаление среднего уха, или средний отит, Слуховой проход Ear Canal развивается, когда в среднее ухо попадают микробы и оно Среднее ухо наполняется жидкостью. Middle Ear Воспаление могут вызывать бактерии и вирусы. Скапливающаяся в среднем ухе жидкость может давить Барабанная на барабанную перепонку, перепонка Ear Drum вызывая боль или другие симптомы. Признаки и симптомы • Боль в ухе • Повышенная температура • Выделения из уха • Ухудшение слуха • Нарушение равновесия Лечение • Врач расспросит вас о симптомах и осмотрит ваши уши. • Часто ушные инфекции проходят сами по себе. • При тяжелом течении болезни могут быть назначены антибиотики, которые необходимо принять до конца согласно указаниям врача. • Следуйте рекомендациям врача по использованию безрецептурных обезболивающих.

source: • Do not put anything in your ears including liquids, herbs or cotton-tipped applicators unless directed to by your doctor. They can block your ear canal, causing a loss of hearing or infection. Call your doctor right away if you have: • Pain that gets worse • Fever that gets higher or does not go away • Drainage that gets worse • Hearing loss Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Middle Ear Infection. Russian.
ru: • Без рекомендации врача не вводите в уши ничего, включая жидкости, травы или аппликаторы с ватными наконечниками. Они могут заблокировать слуховой проход и вызвать потерю слуха или воспаление. Немедленно позвоните врачу, если у вас: • Усиливается боль • Растет или не снижается температура • Усиливаются выделения • Пропал слух Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Miralax and Dulcolax A bowel prep is done to clear the bowel or large intestines and rectum, of all solid matter before certain tests or procedures. Please review these instructions as soon as you get them and then follow the instructions to prepare. Begin the bowel prep 1 day before your scheduled procedure. To Prepare • Tell your doctor if you have diabetes or take blood thinners. You may need to stop some of your medicine a few days before your test. • Ask your doctor if you should take any of your medicines the morning of your test. If so, take with sips of water only. • You will need to buy 2 laxative medicines from a pharmacy: Miralax (Polyethelene Glycol 3350) in large bottle (8.3 ounces or 238 grams) Ì 4 Dulcolax (bisacodyl) laxative tablets (5 milligram tablets) – Often sold in boxes of 10 or more tablets There may be store brands of these products that cost less. Ask the pharmacist to help you find what you need. • Buy a large 64-ounce bottle of sports drink such as Gatorade, Powerade or other sports drinks that are not red in color. If you have diabetes, buy a no or low calorie drink such as Crystal Light instead. This will be used to mix your Miralax the day before your test. Do not use carbonated beverages. Miralax and Dulcolax Bowel Prep. Russian.
ru: Miralax и Dulcolax Bowel Prep Перед некоторыми обследованиями и процедурами требуется очистить толстый кишечник и прямую кишку от кала. Внимательно прочтите эту инструкцию, а затем точно выполните ее. Начните подготовку кишечника за 1 день до назначенной процедуры. Подготовка • Если у вас диабет или вы принимаете препараты, разжижающие кровь, сообщите врачу. Возможно, вам придется прекратить прием некоторых лекарств за пару дней до процедуры. • Спросите врача, следует ли вам принять какие-либо лекарства утром в день обследования. Если да, запейте их небольшим количеством воды. • Купите 2 слабительных препарата: Ì Miralax (полиэтиленгликоль 3350) в большом флаконе (8,3 унции/238 г) Ì Таблетки Dulcolax (бисакодил) по 5 мг — 4 шт. (часто продаются в коробках по 10 или более таблеток) Эти препараты под другими торговыми марками могут стоить дешевле. Попросите фармацевта подобрать нужный препарат. • Купите большую бутылку емкостью 64 унции напитка Gatorade, Powerade или другого спортивного напитка не красного цвета. Если у вас диабет, купите низко- или бескалорийный напиток, например Crystal Light. Эти напитки предназначены для смешивания с препаратом Miralax за день до обследования. Газированные напитки использовать нельзя.

source: • You may also want to buy some other clear liquids from the list below to drink the day before your test. • Arrange to have an adult bring you to your appointment and take you home after your test. 5 Days before your test and until your test is done: • Do not take iron tablets or vitamins with iron. • Do not take fiber supplements like Metamucil, Citrucel or Fiberall. • Do not eat popcorn, corn, nuts, seeds or green leafy vegetables such as kale or spinach. On the day before your test • Starting in the morning, drink only clear liquids on this list and avoid all red colored liquids. Clear liquids for your prep include: Ì Water Ì Fruit juices you can see through and have no pulp such as apple, white cranberry or white grape Ì Popsicles Ice Ì Soft drinks such as ginger ale or lemon lime soda Ì Gatorade, Powerade or other sports drinks Clear broth or bouillon Ì Jello Ì Kool Aid or other drink mixes Ì Coffee or tea with no milk or cream added Miralax and Dulcolax Bowel Prep. Russian.
ru: • Также можно купить другие прозрачные жидкости из списка ниже. • Попросите кого-либо отвезти вас на процедуру и затем привезти домой. За 5 дней до обследования и до его окончания: • Не принимайте железосодержащие таблетки и витамины. • Не принимайте добавки с клетчаткой, например метамуцил, цитруцел и файберол. • Не ешьте попкорн, кукурузу, орехи, семена и зеленые листовые овощи, в частности капусту и шпинат. За день до обследования • С утра пейте только прозрачные жидкости из списка и избегайте жидкостей красного цвета. Разрешенные прозрачные жидкости: Ì Вода Ì Прозрачные фруктовые соки, например из яблок, белой клюквы или белого винограда Фруктовый лед Лед Ì Безалкогольные напитки, например имбирный эль или лимонад Ì Gatorade, Powerade и другие спортивные напитки Прозрачный бульон Ì Желе Ì Kool Aid или другие смеси напитков Ì Кофе и чай без молока и сливок

source: • Do not eat any solid food or milk products until your test is done. • Drink at least 4 (8-ounce) glasses of water through the day as well as other clear liquids. Taking Your Prep Medicines You will take some pills and drink a medicine mixture that will clear your bowels of all solid matter. You will need to go to the bathroom often and your bowel movements will become very watery. The medicines may cause you to have cramps or feel bloated. Be sure you take all of the prep medicines as directed, so your bowels are clear for your test. If your bowels are not cleared, you may have to have the test rescheduled and do another prep. The bowels are clear or clean when there is only pale yellow fluid without flecks of stool. Many people start the medicines early in the afternoon at about 3:00 PM. If you are working the day before your test, you may want to wait until you are home in the early evening, about 6:00 PM. At 3:00 PM or when you are home from work: • Take 4 Dulcolax tablets with a drink of clear liquids. • Mix the Miralax in a 64-ounce bottle of Gatorade or other clear liquid of choice. To make room for the Miralax in the sports drink bottle, pour out a cup of the sports drink and drink it. Miralax and Dulcolax Bowel Prep. Russian.
ru: • Не употребляйте твердую пищу и молочные продукты. • В течение дня выпейте не менее 4 стаканов (объемом 8 унций) воды или другой прозрачной жидкости. Прием слабительных Необходимо принять таблетки и выпить лекарственную смесь, чтобы очистить кишечник от каловых масс. Вы будете часто ходить в туалет, ваш стул станет жидким, и могут появиться спазмы или вздутие живота. Обязательно примите все назначенные лекарства, чтобы очистить кишечник. Если кишечник не будет очищен, обследование могут перенести и вам придется повторить процедуру подготовки. Кишечник считается очищенным, когда выделяется только бледно-желтая жидкость без стула. Многие начинают принимать лекарства днем, примерно в 15:00. Если вы работаете за день до обследования, начните подготовку, когда вернетесь домой (около 18:00). В 15:00 или когда вы вернетесь с работы: • Примите 4 таблетки Dulcolax, запивая их прозрачной жидкостью. • Смешайте Miralax с бутылкой напитка Gatorade объемом 64 унции или другой прозрачной жидкостью. Чтобы в бутылку со спортивным напитком можно было насыпать Miralax, отлейте немного напитка в чашку и выпейте его.

source: Ì Pour the Miralax powder into the sports drink bottle. Cap the bottle and shake the bottle to dissolve the powder. Most people prefer to drink the liquid chilled, so you may want to place it in the refrigerator. 3 hours after taking the Dulcolax tablets • Start to drink the Miralax mixture. Drink one glass every 10 to 15 minutes. Drink it quickly rather than sipping small amounts because it does not taste that good. Finish drinking half of the mixture. • Place the other half of the mixture into the refrigerator. You will need to drink the rest of the mixture in the morning, 6 hours before your test. • Continue to drink other clear liquids through the evening. • Set an alarm for the morning to get you up 6 hours before your test time. The Morning of Your Test or Procedure 6 hours before your test: Ì Drink the rest of your Miralax mixture as before. Ì Drink 2 (8-ounce) cups of clear liquids after you finish the Miralax mixture. You can drink clear liquids up to 4 hours before your test. Miralax and Dulcolax Bowel Prep. Russian.
ru: Ì Насыпьте порошок Miralax в бутылку со спортивным напитком. Закройте крышку и потрясите бутылку, чтобы порошок растворился. Ì Большинство людей предпочитает пить жидкость охлажденной из холодильника. Через 3 часа после приема таблеток Dulcolax • Начните принимать смесь Miralax. Пейте по одному стакану каждые 10–15 минут. Петь необходимо быстро, поскольку у смеси не очень приятный вкус. Сначала выпейте половину смеси. • Вторую половину поставьте в холодильник. Оставшуюся часть нужно выпить утром, за 6 часов до обследования. • Вечером продолжайте пить другие прозрачные жидкости. • Установите будильник, чтобы встать за 6 часов до обследования. Утром перед обследованием За 6 часов до обследования: Выпейте оставшуюся часть смеси Miralax так же, как описано выше. Ì После завершения приема смеси выпейте два 8-унциевых стакана прозрачной жидкости. Ì За 4 часа до обследования можно пить только прозрачные жидкости.
